workWithClint/TestCaseRefined/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          30;
        startFace       2186;
    }
    outlet
    {
        type            patch;
        nFaces          30;
        startFace       2216;
    }
    fixedWalls
    {
        type            wall;
        nFaces          112;
        startFace       2246;
    }
    frontAndBack
    {
        type            empty;
        nFaces          2272;
        startFace       2358;
    }
)

// ************************************************************************* //
